10/data/attachments/274008bc6a79e56c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_155782e0-0efb-4987-ac17-a2f2ef2aa06c</nif:username>
            <nif:friendToBeAdded>Stacy_head_Actions_75819_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>